from googletrans import Translator
translator = Translator()
out = translator.translate("""啊啊啊
啊啊啊
啊啊啊啊
你知道你爱我，
我知道你在乎
随时喊
生病在那里
你是我的爱，你是我的心
我们永远不会分开
我们是物品吗
女孩退出游戏
我们只是朋友
你在说什么
说还有另一个，看着我的眼睛
我的初恋第一次让我心碎
我就像
宝贝宝贝宝贝
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
我以为你永远是我的，我的
宝贝宝贝宝贝哦
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
我以为你永远是我的，我的
哦，为了你，我愿意做任何事
我简直不敢相信我们没有在一起
我想玩得很酷，
但我失去了你
什么都给你买
我给你买戒指
我的意思是请说，
宝贝修复我
摇晃我，直到你把我从这个噩梦中唤醒
我要下去了
我简直不敢相信我的初恋不会在身边
我喜欢宝贝宝贝宝贝哦
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
我以为你永远是我的，我的
宝贝宝贝宝贝哦
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
我以为你永远是我的，我的
路达。
13岁的时候，我有了初恋
没有人能比得上我的宝贝
没有人挡在我们之间，也没有人能超越
她让我快疯了，哦，我被明星击中了 她叫醒了我
每天，不需要星巴克 她让我心跳加速，
当我在街上看到她时跳过一个节拍
而且，在操场上的学校，
但我真的很想在周末见到她 她知道她
让我头晕目眩，因为她太棒了 现在我的
心碎了，但我一直说
宝贝宝贝宝贝哦
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
以为你永远是我的，我的
宝贝宝贝宝贝哦
像宝贝宝贝宝贝nooo
像宝贝宝贝宝贝
以为你永远是我的，我的
我走了（耶耶耶耶）（耶耶耶耶）
（重复 3 次）现在我都走了（耶耶耶耶）（耶耶耶耶）
走了。走了
我走了。""", dest="hi")
print(out.text)
